Repository: sk-createapp/memory_game
Catalog: lib/l10n/app_*.arb
Languages: de, es, hi, ja, ru

# cmnYes
source: Yes
de: Ja
es: Sí
hi: हाँ
ja: はい
ru: Да

# cmnNo
source: No
de: NEIN
hi: नहीं
ja: いいえ
ru: Нет

# homeGameTitle
source: Camera Eye
de: Kameraauge
es: Ojo de cámara
hi: कैमरा आई
ja: 写真記憶
ru: Камера глаз

# homeStartButton
source: Start
es: Comenzar
hi: शुरू
ja: スタート
ru: Начинать

# homeNoRecords
source: Let's keep a record
de: Lassen Sie uns einen Rekord behalten
es: Mantengamos un récord
hi: आइए एक रिकॉर्ड रखें
ja: 記録を残そう
ru: Давайте будем вести рекорд

# homeLockedLevel
source: Clear the previous level
de: Löschen Sie die vorherige Ebene
es: Borrar el nivel anterior
hi: पिछले स्तर को साफ़ करें
ja: 前のレベルをクリアしてね
ru: Очистить предыдущий уровень

# memorizeGuide
source: Remember the position of the illustration
de: Erinnern Sie sich an die Position der Illustration
es: Recuerda la posición de la ilustración
hi: चित्रण की स्थिति को याद रखें
ja: イラストの位置を覚えてね
ru: Помните положение иллюстрации

# memorizeHide
source: Hide
de: Verstecken
es: Esconder
hi: छिपाना
ja: 隠す
ru: Скрывать

# memorizeDone
source: Rememberd
de: Erinnere dich
es: Recordar
hi: याद रखना
ja: 覚えた
ru: Помните

# answerGuide
source: Choose the answer
de: Wähle die Antwort
es: Elija la respuesta
hi: जवाब का चयन करें
ja: 答えを選んでね
ru: Выберите ответ

# answerConfirm
source: Do you give up?
de: Gibst du auf?
es: ¿Te rindes?
hi: क्या तुम छोड़ दोगे?
ja: あきらめる？
ru: Вы сдаетесь?

# answerChoice
source: Answer
de: Antwort
es: Respuesta
hi: उत्तर
ja: 答え
ru: Отвечать

# resultGameClear
source: Complete!
de: Vollständig!
es: ¡Completo!
hi: पूरा!
ja: クリア！
ru: Полный!

# resultGameFailure
source: Failed...
de: Fehlgeschlagen...
es: Fallido...
hi: असफल...
ja: 残念でした...
ru: Неуспешный...

# resultBackHome
source: Return to the home screen
de: Kehren Sie zum Startbildschirm zurück
es: Volver a la pantalla de inicio
hi: होम स्क्रीन पर लौटें
ja: ホーム画面に戻る
ru: Вернуться на домашний экран

# resultComment
source: You're a genius
de: Du bist ein Genie
es: Eres un genio
hi: आप जीनियस हैं
ja: きみは天才
ru: Ты гений
